WELCOME = ('Добро пожаловать в телеграм бот для сортировки приложений. '
           'Чтобы продожить использование необходимо подключить свой аккаунт яндекс для облачного хранения фотографий на личном диске. '
           'Вы можете зарегистрировать 2 вида аккаунта: семейный и индивидуальный. '
           'В индивидуальном аккаунте вы сможете загружать фотографии на свой яндекс диск с одного аккаунта телеграм. '
           'В семейном аккаунте вы сможете загружать фотографии с разных аккаунтов телеграма на один яндекс диск.')

PUSH = 'Для выбора вашего профиля нажмите на соотвественную кнопку'

IND = 'Для регистрации перейдите по ссылке, войдите свой аккаунт и оправьте сообщением код верификации'

URL_TXT = 'https://oauth.yandex.ru/authorize?response_type=code&client_id=561fc59ae9284fbeb00a15622c6d7d53'

FAM_REG = ('Вы зарегистровали семейный аккаунт. Теперь при регистрации через секрентый ключ, телеграм id члена семьи будет привязан к вашему яндекс диску. \n'
           'Ваш секретный ключ:')

WITOUT_AI = 'Данная функция представляет собой сохранение фотографии без сортировки в выбранную вами папку. Пожалуйста, напишите, в какую папку вы хотите сохранить данную фотографию. Для остановки загрузки фотографий напишите /stop'